{
  "plugins": {
    "blink": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": ">=0.0.0"
    },
    "blink-ripgrep": {
      "src": "https://github.com/mikavilpas/blink-ripgrep.nvim"
    },
    "colorizer": {
      "src": "https://github.com/catgoose/nvim-colorizer.lua"
    },
    "conform": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "fidget": {
      "src": "https://github.com/j-hui/fidget.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "gitsigns": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "hlslens": {
      "src": "https://github.com/kevinhwang91/nvim-hlslens"
    },
    "idknotes": {
      "src": "https://github.com/kkanden/idknotes.nvim"
    },
    "indent-blankline": {
      "src": "https://github.com/lukas-reineke/indent-blankline.nvim"
    },
    "live-server": {
      "src": "https://github.com/selimacerbas/live-server.nvim"
    },
    "luasnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip",
      "version": ">=0.0.0"
    },
    "markdown-preview": {
      "src": "https://github.com/selimacerbas/markdown-preview.nvim"
    },
    "mini": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "minipoon": {
      "src": "https://github.com/kkanden/minipoon.nvim"
    },
    "oil": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "r": {
      "src": "https://github.com/R-nvim/R.nvim"
    },
    "surround": {
      "src": "https://github.com/kylechui/nvim-surround"
    },
    "toggler": {
      "src": "https://github.com/nguyenvukhang/nvim-toggler"
    },
    "treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects"
    },
    "ts-autotag": {
      "src": "https://github.com/windwp/nvim-ts-autotag"
    },
    "vague": {
      "src": "https://github.com/vague2k/vague.nvim"
    }
  }
}